Repository: DobLit1426/JustWrite
Catalog: Localizable.xcstrings
Source language: en
Languages: de, ru

# 'Delete all data' button text
source: Delete all data
de: Alle Daten löschen

# 'Delete all diary entries' button text
source: Delete all diary entries
de: Alle Tagebucheinträge löschen

# 'Privacy And Security' section label
source: Privacy And Security
de: Sicherheit
ru: Конфиденциальность и безопасность

source: After which time should we delete your entries if you don't use the app?
de: Nach welcher Zeit sollen wir Ihre Einträge löschen, wenn Sie die App nicht nutzen?
ru: Через какое время мы должны удалить ваши записи, если вы не пользуетесь приложением?

source: Analytics
de: Analyse

# Analytics Tab Name
source: Analytics
de: Analyse

source: App locked
de: App gesperrt

source: Are you sure?
de: Sind Sie sicher?

source: Average
de: Durchschnitt

source: Back
de: Zurück
ru: Назад

source: Beautiful Diary Entries
de: Schöne Tagebucheinträge
ru: Красивые дневниковые записи

source: Completely Free
de: Völlig kostenlos
ru: Полностью бесплатно

# Continue button text
source: Continue
de: Weiter
ru: Продолжить

source: Diary Entry
de: Tagebucheintrag
ru: Запись из дневника

source: Diary entry date
de: Datum des Tagebucheintrags
ru: Дата записи

source: Heading of the diary entry
de: Überschrift des Eintrags
ru: Заголовок записи

source: My entries
de: Meine Tagebucheinträge
ru: Мои записи в дневнике

source: My Entries
de: Meine Einträge
ru: Мои записи

source: New Diary Entry
de: Neuer Tagebucheintrag
ru: Новая запись

source: No Data Collection, No Ads
de: Keine Datenerfassung, keine Werbung
ru: Никакого сбора данных, никакой рекламы

source: Privacy At Your Fingertips
de: Datenschutz an Ihren Fingerspitzen
ru: Конфиденциальность под контролем

# Settings navigation title
source: Settings
de: Einstellungen
ru: Настройки

# Settings Tab Name
source: Settings
de: Einstellungen
ru: Настройки

source: Skip
de: Überspringen
ru: Пропустить

# Tap to continue button text
source: Tap to continue
de: Zum Fortfahren antippen

# TextField diary entry content placeholder
source: Content of your diary entry
de: Inhalt Ihres Tagebucheintrags
ru: Содержание записи

# TextField diary entry heading placeholder
source: Heading
de: Überschrift
ru: Заголовок

source: There are currently no entries
de: Es gibt momentan keine Tagebucheinträge
ru: Здесь пока что нет записей

source: To see analytics write a diary entry
de: Um Analysen zu sehen, müssen Sie einen Tagebucheintrag schreiben

source: To unlock the JustWrite App with %1$@ you need to setup %2$@ in Settings of your device.
de: Um die JustWrite App mit %1$@ zu entsperren, müssen Sie %2$@ in den Einstellungen Ihres Geräts einrichten.
ru: Для разблокировки приложения JustWrite с помощью %1$@ необходимо настроить %2$@ в Настройках устройства.

source: Unlock with %@
de: Entsperren mit %@
ru: Разблокировать с %@

# Unlock with FaceID button text
source: Unlock with FaceID
de: Entsperren mit FaceID
ru: Разблокировка с FaceID

# Unlock with OpticID button text
source: Unlock with OpticID
de: Entsperren mit OpticID
ru: Разблокировка с OpticID

# Unlock with TouchID button text
source: Unlock with TouchID
de: Entsperren mit TouchID
ru: Разблокировка с TouchID

source: We believe that everyone should have access to a free, safe, and beautiful diary-keeping app.
de: Wir sind der Meinung, dass jeder Zugang zu einer kostenlosen, sicheren und schönen App zum Führen eines Tagebuchs haben sollte.
ru: Мы считаем, что каждый должен иметь доступ к бесплатному, безопасному и красивому приложению для ведения дневника.

source: We offer privacy options like password and biometric authentication for your personal thoughts' security.
de: Wir bieten Datenschutzoptionen wie Passwort und biometrische Authentifizierung für die Sicherheit Ihrer persönlichen Daten.
ru: Для обеспечения безопасности ваших личных записей мы предлагаем опции конфиденциальности, такие как пароль и биометрическая аутентификация.

source: We're excited to have you join us for a new way to keep your personal thoughts and memories safe.
de: Wir freuen uns, Ihnen eine neue Möglichkeit zu bieten, Ihre persönlichen Gedanken und Erinnerungen sicher aufzubewahren.
ru: Мы рады, что вы присоединились к нам, чтобы воспользоваться новым способом сохранения ваших личных мыслей и воспоминаний.

source: Welcome to JustWrite
de: Willkommen bei JustWrite
ru: Добро пожаловать в JustWrite

source: Write down your daily thoughts, goals, or special moments in an elegant and user-friendly platform.
de: Schreiben Sie Ihre täglichen Gedanken, Ziele oder besonderen Momente in einer eleganten und benutzerfreundlichen Plattform auf.
ru: Записывайте свои ежедневные мысли, цели или особые моменты в элегантном и удобном приложении.

source: Yes
de: Ja
ru: Да

source: Yes, delete all my diary entries
de: Ja, alle meine Tagebucheinträge löschen
ru: Да, удалить все мои записи из дневника

source: You will loose the diary entry you wrote
de: Sie werden den Tagebucheintrag verlieren, den Sie geschrieben haben
ru: Вы потеряете написанную вами запись

source: Your diary entry
de: Schreiben Sie hier Ihren Tagebucheintrag
ru: Напишите здесь что Вы хотите сказать

source: Your trust is important to us. JustWrite does not collect or use your data for marketing purposes. Enjoy JustWrite with no ads.
de: Ihr Vertrauen ist uns wichtig. JustWrite verwendet Ihre Daten nicht für Marketingzwecke. Genießen Sie JustWrite ohne Werbung.
ru: Ваше доверие очень важно для нас. JustWrite не собирает и не использует ваши данные в маркетинговых целях. Наслаждайтесь JustWrite без рекламы.

# 'Danger Zone' section label
source: Danger Zone
ru: Опасная зона

# 'Delete entries after being inactive for' enum localized value
source: Turned off
ru: Выключено

source: Cancel
ru: Отменить

source: Charts
ru: Диаграммы

source: Content of your diary entry
ru: Содержание записи

source: Continue writing the entry
ru: Продолжить писать

source: Danger Zone
ru: Опасная зона

source: Delete all diary entries
ru: Удалить все записи из дневника

source: Delete the entry I wrote
ru: Удалить написанную мной запись

source: Do you want to unlock the JustWrite app with %@?
ru: Вы хотите разблокировать приложение JustWrite с помощью %@?

source: Edit
ru: Изменить

# Finish setup button text
source: Finish setup
ru: Завершить настройку

source: Heading
ru: Заголовок

source: If you proceed, all your diary entries and your settings will be deleted. All your data will be lost. This action is irreversable.
ru: Если вы продолжите, то все ваши записи в дневнике и настройки будут удалены. Все ваши данные будут потеряны. Это действие необратимо.

source: If you proceed, all your diary entries will be deleted. This action is irreversable.
ru: Если вы продолжите, то все ваши записи в дневнике будут удалены. Это действие необратимо.

source: Key features of JustWrite
ru: Ключевые особенности JustWrite

# Locked text
source: The app is locked
ru: Приложение заблокировано

source: Mode
ru: Режим

source: New diary entry
ru: Новая запись

# New Diary Entry - datePicker placeholder
source: Date
ru: Дата

source: No
ru: Нет

source: No search results for **%@**
ru: Нет результатов поиска для **%@**

source: No search results for %@
ru: Нет результатов поиска для %@

source: Number of negative sentences: %lld
ru: Количество отрицательных предложений: %lld

source: Number of neutral sentences: %lld
ru: Количество нейтральных предложений: %lld

source: Number of positive sentences: %lld
ru: Количество положительных предложений: %lld

source: Number of sentence
ru: Номер предложения

source: Number of sentences: %lld
ru: Количество предложений: %lld

source: Number of words: %lld
ru: Количество слов: %lld

source: Open app with %@
ru: Открыть приложение с %@

source: Privacy And Security
ru: Конфиденциальность и безопасность

source: Select after which time we should delete your entries if you don't use the app
ru: Выберите, через какое время мы должны удалить ваши записи, если вы не используете приложение

source: Settings
ru: Настройки

source: To continue you will need to setup your diary
ru: Для продолжения работы вам необходимо настроить дневник

source: You will just need to answer a few questions.
ru: Вам нужно будет лишь ответить на несколько вопросов.
